[
  {
    "id": "blockchain-revolution-how-the-technology-behind-bitcoin-is-changing-money-business-and-the-world-reprint",
    "title": "Blockchain Revolution: How the Technology Behind Bitcoin Is Changing Money, Business, and the World Reprint",
    "description": "Blockchain technology is powering our future. As the technology behind cryptocurrencies like bitcoin and Facebook's Libra, open software platforms like Ethereum, and disruptive companies like Ripple, it’s too important to ignore.",
    "link": "https://www.amazon.com/dp/B0141ZP32E?tag=dotdashinvest-20&linkCode=ogi&th=1&psc=1&ascsubtag=4231423%7Cn458917d27da34e27a8dd91ebaed1b4ba19",
    "src": ""
  },
  {
    "id": "cryptoassets-innovative-investors-bitcoin-beyond",
    "title": "Cryptoassets: The Innovative Investor's Guide to Bitcoin and Beyond",
    "description": "With the rise of bitcoin and blockchain technology, investors can capitalize on the greatest investment opportunity since the Internet. Bitcoin was the first cryptoasset, but today there are over 800 and counting, including ether, ripple, litecoin, monero, and more.",
    "link": "https://www.amazon.com/Cryptoassets-Innovative-Investors-Bitcoin-Beyond-ebook/dp/B0743MPV9R/ref=pd_sim_1/140-2860205-1384019?pd_rd_w=DgzHH&pf_rd_p=5a473303-acc6-4878-8626-2fb0b8d16176&pf_rd_r=6BG7TGKPJM09AGFN4M0A&pd_rd_r=e034d0f5-d5c5-4f08-8daa-f8112ccc4381&pd_rd_wg=HT5t6&pd_rd_i=B0743MPV9R&psc=1",
    "src": ""
  },
  {
    "id": "the-basics-of-bitcoins-and-blockchains-an-introduction-to-cryptocurrencies-and-the-technology-that-powers-them",
    "title": "The Basics of Bitcoins and Blockchains: An Introduction to Cryptocurrencies and the Technology that Powers Them",
    "description": "There’s a lot of information on cryptocurrency and blockchains out there. But, for the uninitiated, most of this information can be indecipherable. The Basics of Bitcoins and Blockchains provides a clear guide to this new currency and the revolutionary technology that powers it.",
    "link": "https://www.amazon.com/dp/1633538001?tag=dotdashinvest-20&linkCode=ogi&th=1&psc=1&ascsubtag=4231423%7Cn458917d27da34e27a8dd91ebaed1b4ba19",
    "src": ""
  },
  {
    "id": "the-blockchain-developer-a-practical-guide-for-designing-implementing-publishing-testing-and-securing-distributed-blockchain-based-projects",
    "title": "The Blockchain Developer: A Practical Guide for Designing, Implementing, Publishing, Testing, and Securing Distributed Blockchain-based Projects",
    "description": "This book helps you understand Blockchain beyond development and crypto to better harness its power and capability. You will learn tips to start your own project, and best practices for testing, security, and even compliance. Immerse yourself in this technology and review key topics such as cryptoeconomics, coding your own Blockchain P2P network, different consensus mechanisms, decentralized ledger, mining, wallets, blocks, and transactions.",
    "link": "https://www.amazon.com/dp/1484248465?tag=dotdashinvest-20&linkCode=ogi&th=1&psc=1&ascsubtag=4231423%7Cn458917d27da34e27a8dd91ebaed1b4ba19",
    "src": ""
  }
]
